Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/L06B.tmx
Source language: en_us
Languages: zh_cn

source: No dead that are not dead
zh_cn: 没有不死的死人

source: The house.
zh_cn: 房子。

source: The blood.
zh_cn: 血。

source: My "name" is Sheila.
zh_cn: 我的“名字”希拉。

source: The sort of violence that doesn't end but that goes on and on.
zh_cn: 暴力不会终止，它会一直持续下去。

source: Three bodies so soon to be in parts.
zh_cn: 三具尸体马上就要变成碎片。

source: The fact of revenge.
zh_cn: 复仇的真相。

source: No zombies.
zh_cn: 没有僵尸。

source: All the time.
zh_cn: 一直如此。

source: The dead stay dead.
zh_cn: 死的人死了。

source: The living/dead is the one great "undeconstructable binary" (Aarspeth 12).
zh_cn: 活人或死人是一个伟大的“不能解构的二元”（亚斯珀斯 12）。

source: The careful, months-long stalking of the people who are soon to be in parts.
zh_cn: 仔细追捕了几个月的人马上就要变成碎片。

source: The assignment.
zh_cn: 任务。

source: The Messiah Detectives.
zh_cn: 弥赛亚侦探。

source: The path through the forest.
zh_cn: 林中小路。

source: The flat windowless back of the house.
zh_cn: 房子平整无窗的后墙。

source: The wet green grass.
zh_cn: 湿润的绿草。

source: The nightcrawlers.
zh_cn: 夜间的爬虫。

source: The yellow porch light around front.
zh_cn: 走廊入口处黄色的光。

source: The rusted key. The average citizens.
zh_cn: 生锈的钥匙，平民。

source: The rusted moths.
zh_cn: 生锈的飞蛾。

source: The stained fingers.
zh_cn: 脏污的手指。

source: The sound of sleeping.
zh_cn: 睡着的声音。

source: The smell of dinner rice.
zh_cn: 米饭的气味。

source: The ceiling fan.
zh_cn: 天花板的吊扇。

source: I did not do these things.
zh_cn: 我没有做过这些事。

source: I did these things.
zh_cn: 我做过这些事。

source: I will do these things.
zh_cn: 我要做这些事。

source: They have taken.
zh_cn: 他们拿走了。

source: They have taken something away.
zh_cn: 他们拿走了些什么。

source: There were wires.
zh_cn: 线。

source: My name.
zh_cn: 我的名字。

source: I went to the house.
zh_cn: 我走进房子。

source: The house exists in a region that must fall under discipline.
zh_cn: 房子盖在注定要倒塌的地方。

source: I followed the map.
zh_cn: 我跟随地图。

source: There was a white screen door.
zh_cn: 有个白色的纱门。

source: Before that, a roadside swamp.
zh_cn: 在那前面，路边有片沼泽。

source: The green green of rushes.
zh_cn: 绿绿的灌木丛。

source: A sense of sun.
zh_cn: 太阳的感觉。

source: Light hurtling through space.
zh_cn: 四处扫射的光。

source: Light from the deep past.
zh_cn: 从遥远的过去传来的光。

source: The sort of damp map that trails off in smudges.
zh_cn: 潮湿的地图被污渍遮盖线路。

source: The shredded dresses.
zh_cn: 脏破的裙子。

source: The clean, clean cut of the sharpened knife.
zh_cn: 尖利的刀刃割出的平整的切口。

source: "The expansion of administrative competence into a region" (Aarspeth 187).
zh_cn: “在一个地区扩张的行政能力”（亚斯珀斯 187）。

source: The unlocked door.
zh_cn: 未锁的门。

source: The thermostat turned down in the night.
zh_cn: 晚上关闭的恒温器。

source: The sleeping bodies.
zh_cn: 沉睡的尸体。

source: The taking off of shoes so as to move quietly.
zh_cn: 脱掉鞋子掩藏声响。

source: The black and blue.
zh_cn: 遍体鳞伤。

source: There is movement in an upstairs bed.
zh_cn: 楼上的床在动。

source: I am searching for what was taken.
zh_cn: 我在找被拿走的东西。

source: The war.
zh_cn: 战争。

source: The parallel structures of fascism, the party duplicating every level of public authority.
zh_cn: 法西斯主义的平行结构，政党跟当局如出一辙。

source: The militia flanks the army, and then supersedes the army.
zh_cn: 游击队侧面攻击军队，然后取代军队。

source: The party police flanks the police, and then supersedes the police.
zh_cn: 政党警察侧面攻击警察，然后取代警察。

source: My job is to keep turmoil alive, to murder peace.
zh_cn: 我的工作是让动荡持续，谋杀和平。

source: The village has been too calm for too long.
zh_cn: 这村子平静了太久。

source: It is not the nation which generates the State. Rather it is the State which creates the nation, conferring volition and therefore real life on a people made aware of their moral unity.
zh_cn: 不是民族形成国家，而是国家创造了民族，赋予他们统一的意志和真实的生命。

source: These are the words that singe the inside of my skull.
zh_cn: 这些句子在我的头盖骨里灼烧。

source: The map unfolds by flashlight.
zh_cn: 地图在手电筒的光亮下呈现。

source: It is not a map.
zh_cn: 不是地图。

source: Rather an architectural rendering.
zh_cn: 是建筑透视图。

source: I am in the kitchen.
zh_cn: 我在厨房里。

source: I orient the schema.
zh_cn: 我确定着方向。

source: My name is.
zh_cn: 我的名字是。

source: The stairwell is to the north.
zh_cn: 楼梯向北。

source: My knife, unsheathed.
zh_cn: 我的刀，在鞘里。

source: "Sheila."
zh_cn: “希拉”。

source: They have been clear with me, about the war.
zh_cn: 这些我都很清楚，关于战争。

source: The war is in danger.
zh_cn: 战争有危险。

source: In danger of ending.
zh_cn: 结束的危险。

source: They have spelled it out.
zh_cn: 他们拼写出来。

source: I have read their White Papers.
zh_cn: 我读了他们的白皮书。

source: Their experts have been made available to me.
zh_cn: 我知道他们的期望。

source: And to the average citizens.
zh_cn: 平民百姓也知道。

source: Who have been made to understand.
zh_cn: 他们不得不知道。

source: There is water running somewhere in the house.
zh_cn: 哪儿来的水流进房子。

source: I hear it in the walls. The pipes.
zh_cn: 我听见水声在墙里，在管道里响。

source: There are pipes.
zh_cn: 有管道。

source: The hum of drones.
zh_cn: 无人机的轰鸣。

source: The mind is at war with itself.
zh_cn: 思维混乱。

source: The radical imposition of "interchangeable sameness" (Aarspeth 33).
zh_cn: “可更换的一致性”激进的。。。。

source: The living and the dead.
zh_cn: 活人和死人。

source: Either/Or.
zh_cn: 活人或死人。

source: There are no living dead.
zh_cn: 没有活着的死人。

source: Nor dead that are not dead.
zh_cn: 也没有没死的死人。

source: The running water, hurried on by gravity.
zh_cn: 流动的水，被地心引力加速。

source: The buried stay buried, in this cold planet.
zh_cn: 埋葬的已经埋葬了，在这个寒冷的星球上。

source: I am in the assigned house.
zh_cn: 我在指派的房子里。

source: The drones have paused in skies.
zh_cn: 无人飞机停在天空。

source: The unsheathed knife.
zh_cn: 刀鞘里的刀。

source: The war is in danger of ending.
zh_cn: 战争有结束的危险。

source: The ones I'm after are alive.
zh_cn: 我追赶的是活人。

source: This is my assignment.
zh_cn: 这是我的任务。
